/* (unsaved) */
"(unsaved)" = "(verändert)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "Eine neuere Version (%@) ist  verfügbar. Soll diese heruntergeladen werden?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Erweitert";

/* Advanced Find */
"Advanced Find" = "Erweiterte Suche";

/* The name for the all documents project */
"All documents" = "Alle Dokumente";

/* Appearance preferences toolbar item Label */
"Appearance" = "Einstellungen";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Sollen alle %1$i Vorkommnisse des Suchbegriffs „%2$@“ gelöscht werden?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Soll der gefundene Text „%@?“ wirklich gelöscht werden";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Sollen wirklich alle  %1$i Vorkommnisse des Suchbegriffs „%2$@“ mit neuem Text „%3$@“ ersetzt werden?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Sollen alle Vorkommnisse von „%1$@“ mit „%2$@“ ersetzt werden?";

/* Ask if you are sure you want to download preferences for Smultron from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Smultron from your iDisk and replace your current settings?" = "Sollen die Voreinstellungen von iDisk heruntergeladen werden und die aktuellen Einstellungen damit ersetzt werden?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "Soll der Smultron Kommandozeilenbefehl installiert werden?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Alle Änderungen im Dokument wirklich rückgängig machen?";

/* Ask if you are sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists)?" = "Sollen die aktuellen Voreinstellungen nach iDisk gespeichert werden (etwaige Einstellungen auf iDisk werden damit überschrieben)?";

/* Authenticate */
"Authenticate" = "Anmelden";

/* The name for bytes in the info window */
"bytes" = "Bytes";

/* Cancel-button */
"Cancel" = "Abbruch";

/* Name for undo Change Encoding */
"Change Encoding" = "Kodierung festlegen";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Zeilenenden festlegen";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Bitte die Voreinstellungen für die Kodierung anpassen; ansonsten den Inhalt nach dem Öffnen auf Fehldarstellung überprüfen";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Bitte eine Datei auswählen (kein Verzeichnis). Ansonsten die Voreinstellungen anpassen, damit alle Dokumente eines Verzeichnis zugleich geöffnet werden.";

/* Close */
"Close" = "Schließen";

/* Close Split */
"Close Split" = "Fenster-Teilung aus";

/* Collection */
"Collection" = "Codeschnipsel-Sammlung";

/* Command ran successfully in runAction */
"Command ran successfully" = "Befehl wurde erfolgreich ausgeführt";

/* Commands */
"Commands" = "Befehle";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "Kopie";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "Verbindung zu iDisk konnte nicht hergestellt werden";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "Suchbegriff „%@“ wurde nicht gefunden";

/* Indicate that a Smultron preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Smultron preference-file on your iDisk" = "Voreinstellungen auf iDisk konnten nicht gefunden werden";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "Es wurde keine passende Syntaxdefinitionsdatei für dieses Dokument gefunden";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "Lokale Voreinstellungen wurden nicht gefunden";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "Datei „%@“ konnte nicht überschrieben werden (sie wurde entfernt)";

/* Delete-button */
"Delete" = "Löschen";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Sollen die Änderungen durch eine andere Anwendung ignoriert werden, oder soll das Dokument neu geladen werden? Ihre aktuellen Änderungen werden verworfen.";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Sollen die Änderungen durch eine andere Anwendung ignoriert werden, oder soll das Dokument neu geladen werden?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Soll die Datei „%@“ als Projekt oder als Textdatei geöffnet werden";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Auto-Umbruch aus";

/* Don't Save-button in Close-sheet */
"Don't Save" = "Nicht sichern";

/* Download */
"Download" = "Download";

/* Encoding, in the status bar */
"Encoding" = "Kodierung";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "Es wurden %1$i Übereinstimmungen des Suchbegriffs „%2$@“ gefunden";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Suchbegriff „%@“ wurde einmal gefunden";

/* Function */
"Function" = "Funktion";

/* General preferences toolbar item Label */
"General" = "Allgemein";

/* Hide Documents List in View menu */
"Hide Documents List" = "Dokumentenliste ausblenden";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Unsichtbare Zeichen (Steuerzeichen) ausblenden";

/* Hide Line Numbers */
"Hide Line Numbers" = "Zeilennummern ausblenden";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Projekte ausblenden";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Projektfenster ausblenden";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Statusleiste ausblenden";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Syntaxhervorhebung aus";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "Tableiste ausblenden";

/* Indicate that if you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Mit 'Installieren' wird Smultron in /usr/bin installiert und die „man-Pages“ (Hilfe) in /usr/share/man/man1 abgelegt. Sie können im Terminal smultron direkt aufrufen (möglicherweise müssen Sie sich dazu zweimal als Administrator mit Benutzername und Passwort autentifizieren). Oder Sie speichern die Dateien auf den Desktop und installieren Sie Smultron manuell.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "Sie können sich bei Bedarf als Administrator mit Benutzername und Kennwort anmelden";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignorieren";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Importierte Codeschnipsel aus voriger Version";

/* Info */
"Info" = "Info";

/* Install-button in Install-command-line-utility sheet */
"Install" = "Installieren";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Sie besitzen nicht die passenden Rechte um die Datei „%@“ zu öffnen.";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Sie besitzen nicht die passenden Rechte um die Datei „%@“ abzuspeichern";

/* Saved, in the status bar */
"Saved" = "Gespeichert";

/* Length, in the status bar */
"Length" = "Zeichen";

/* Line Wrap Text */
"Line Wrap Text" = "Auto-Umbruch ein";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Zeilenumbruch ein/aus";

/* Live Find */
"Live Find" = "Livesuche";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = "Stellen Sie sicher, dass eine Internetverbindung besteht und die .Mac Einstellungen korrekt sind";

/* New */
"New" = "Neu";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Kein Dokument ausgewählt";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Diese Aktion ist momentan nicht anwendbar";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Ältere Codeschnipsel";

/* Open */
"Open" = "Öffnen";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Öffnen & Speichern";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Bitte einen Moment Geduld. Der Druck wird vorbereitet.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Die Einstellungen für die Statuszeile können unter „Einstellungen“ angepasst werden";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Überprüfen Sie, ob die Orignaldatei nicht verschoben oder gelöscht wurde";

/* Indicate that they should please check the installation of Smultron and that they have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Smultron and that you have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist" = "Stellen Sie sicher, dass Smultron richtig installiert wurde und die Voreinstellungen in <IhrBenutzername>/Library/Preferences/org.smultron.Smultron.plist vorhanden sind";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Überprüfen Sie die Installation und die Voreinstellungen von Smultron";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "Überprüfen Sie die Rechte der Dateien bzw. des übergeordneten Ordners und versuchen Sie es erneut";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Exportieren Sie bei Bedarf die Codeschnipsel. Das Löschen kann nicht rückgängig gemacht werden";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Geben Sie ein anderes Verzeichnis an. Verwenden Sie dazu Open%C im Datei-Menü";

/* Indicate that they should please make sure that they have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "Stellen Sie sicher, dass sie mit dem Internet verbunden sind und sich die Datei org.smultron.Smultron.plist im Verzeichnis /Documents/Smultron Preferences/ in iDisk befindet und dass weiters Ihre .Mac Einstellungen korrekt sind.";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "Stellen Sie sicher, dass Sie mit dem Internet verbunden sind und dass ihre .Mac Einstellungen korrekt sind";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Bitte speichern Sie in ein anderes Verzeichnis";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Wählen Sie einen anderes Zielverzeichnis mit Save As%C im Datei Menü";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Wählen Sie ein anderes Verzeichnis mit Save As%C im Datei Menü";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Wählen Sie ein anderes Verzeichnis mit Save As%C im Datei Menü oder passen Sie die Zugriffsrechte des übergeordneten Verzeichnisses an";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Bitte speichern Sie in ein anderes Verzeichnis";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Bitte benutzen Sie Save As%C im Datei-Menü";

/* Position, in the status bar */
"Position" = "Position";

/* Preferences */
"Preferences" = "Einstellungen";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Zum Druck vorbereiten";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Um den Vollbildmodus zu beenden drücken Sie die ESC Taste oder die RETURN Taste";

/* Preview */
"Preview" = "Vorschau";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Projekt";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Auf dem Schreibtisch ablegen";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Neu laden";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Alle Änderungen können mit ⌘Z rückgängig gemacht werden";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Ersetzen";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "%1$i Vorkommnisse von „%2$@“ wurden mit „%3$@“ ersetzt";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "„%1$@“ wurde mit „%2$@“ ersetzt";

/* Revert-button in Revert-sheet */
"Revert" = "Wiederherstellen";

/* Save */
"Save" = "Speichern";

/* Selection, in the status bar */
"Selection" = "Auswahl";

/* Show Documents List in View menu */
"Show Documents List" = "Dokumentenliste einblenden";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Unsichtbare Zeichen (Steuerzeichen) anzeigen";

/* Show Line Numbers */
"Show Line Numbers" = "Zeilennummern anzeigen";

/* Show Projects toolbar item Label */
"Show Projects" = "Projekte anzeigen";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Liste der Projekte einblenden";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Statuszeile";

/* Show Syntax Colours */
"Show Syntax Colours" = "Syntaxhervorhebung";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "Tabs";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Zeilennummern ein/aus";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Projektliste ein/aus";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Syntaxhervorhebung ein/aus";

/* Snippets */
"Snippets" = "Codeschnipsel";

/* Split Window */
"Split Window" = "Fenster-Teilung ein";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Fenster-Teilung ein/aus";

/* Syntax, in the status bar */
"Syntax" = "Syntaxhervorhebung";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Syntaxhervorhebung";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Syntax-Definitionen";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "Text-Datei";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "Dokument „%@“ wurde von einer anderen Anwendung verändert";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "Das Dokument „%@“ ist noch nicht gespeichert";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "Das Dokument „%@“ ist nicht mehr geöffnet";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "Die Datei „%@“ existiert nicht mehr";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Fehler beim Öffnen des Dokumentes mit Kodierung „%@“. Soll es trotzdem geöffnet werden?";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "Beim Installieren des Befehlszeilenprogramms smultron ist ein Fehler aufgetreten";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "Fehler beim Öffnen (mit Benutzername/Kennwort) der Datei „%@“";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Fehler beim Speichern der Datei „%@“";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "Fehler beim Speichern (mit Benutzername/Kennwort) der Datei „%@“";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Dieser Hinweis wird NICHT nocheinmal angezeigt. Bitte merken :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Es werden alle Codeschnipsel der Sammlung „%@“ gelöscht. Soll die Sammlung nun wirklich gelöscht werden?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Fehler beim Ausführen des Befehls";

/* Name for untitled document */
"untitled" = "unbenannt";

/* Untitled project */
"Untitled project" = "Unbenanntes Projekt";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Upload";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Die Einstellungen aus den Voreinstellungen übernehmen";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "„%@“ kann nicht gespeichert werden, da „%@“ nun ein Verzeichis ein";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "„%@“ kann nicht als Datei geöffnet werden, da „%@“ ein Verzeichnis ist";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "Das Dokument kann nicht wiederhergestellt werden, denn „%@“ existiert nicht mehr";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Laut den Voreinstellungen soll in der Statuszeile nichts angezeigt werden";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron" = "Mac OS X 10.4.5 Tiger oder höher ist nötig um Smultron auszuführen";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Wenn das Dokument geschlossen wird, ohne es zu speichern, gehen alle Änderungen verloren.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Alle bisherigen Änderungen gehen verloren, wenn das Dokument nun wiederhergestellt wird.";

